{"!":0,"\"":1,"#":2,"$":3,"%":4,"&":5,"'":6,"(":7,")":8,"*":9,"+":10,",":11,"-":12,".":13,"/":14,"0":15,"1":16,"2":17,"3":18,"4":19,"5":20,"6":21,"7":22,"8":23,"9":24,":":25,";":26,"<":27,"=":28,">":29,"?":30,"@":31,"A":32,"B":33,"C":34,"D":35,"E":36,"F":37,"G":38,"H":39,"I":40,"J":41,"K":42,"L":43,"M":44,"N":45,"O":46,"P":47,"Q":48,"R":49,"S":50,"T":51,"U":52,"V":53,"W":54,"X":55,"Y":56,"Z":57,"[":58,"\\":59,"]":60,"^":61,"_":62,"`":63,"a":64,"b":65,"c":66,"d":67,"e":68,"f":69,"g":70,"h":71,"i":72,"j":73,"k":74,"l":75,"m":76,"n":77,"o":78,"p":79,"q":80,"r":81,"s":82,"t":83,"u":84,"v":85,"w":86,"x":87,"y":88,"z":89,"{":90,"|":91,"}":92,"~":93,"¡":94,"¢":95,"£":96,"¤":97,"¥":98,"¦":99,"§":100,"¨":101,"©":102,"ª":103,"«":104,"¬":105,"®":106,"¯":107,"°":108,"±":109,"²":110,"³":111,"´":112,"µ":113,"¶":114,"·":115,"¸":116,"¹":117,"º":118,"»":119,"¼":120,"½":121,"¾":122,"¿":123,"À":124,"Á":125,"Â":126,"Ã":127,"Ä":128,"Å":129,"Æ":130,"Ç":131,"È":132,"É":133,"Ê":134,"Ë":135,"Ì":136,"Í":137,"Î":138,"Ï":139,"Ð":140,"Ñ":141,"Ò":142,"Ó":143,"Ô":144,"Õ":145,"Ö":146,"×":147,"Ø":148,"Ù":149,"Ú":150,"Û":151,"Ü":152,"Ý":153,"Þ":154,"ß":155,"à":156,"á":157,"â":158,"ã":159,"ä":160,"å":161,"æ":162,"ç":163,"è":164,"é":165,"ê":166,"ë":167,"ì":168,"í":169,"î":170,"ï":171,"ð":172,"ñ":173,"ò":174,"ó":175,"ô":176,"õ":177,"ö":178,"÷":179,"ø":180,"ù":181,"ú":182,"û":183,"ü":184,"ý":185,"þ":186,"ÿ":187,"Ā":188,"ā":189,"Ă":190,"ă":191,"Ą":192,"ą":193,"Ć":194,"ć":195,"Ĉ":196,"ĉ":197,"Ċ":198,"ċ":199,"Č":200,"č":201,"Ď":202,"ď":203,"Đ":204,"đ":205,"Ē":206,"ē":207,"Ĕ":208,"ĕ":209,"Ė":210,"ė":211,"Ę":212,"ę":213,"Ě":214,"ě":215,"Ĝ":216,"ĝ":217,"Ğ":218,"ğ":219,"Ġ":220,"ġ":221,"Ģ":222,"ģ":223,"Ĥ":224,"ĥ":225,"Ħ":226,"ħ":227,"Ĩ":228,"ĩ":229,"Ī":230,"ī":231,"Ĭ":232,"ĭ":233,"Į":234,"į":235,"İ":236,"ı":237,"Ĳ":238,"ĳ":239,"Ĵ":240,"ĵ":241,"Ķ":242,"ķ":243,"ĸ":244,"Ĺ":245,"ĺ":246,"Ļ":247,"ļ":248,"Ľ":249,"ľ":250,"Ŀ":251,"ŀ":252,"Ł":253,"ł":254,"Ń":255,"Ġt":256,"Ġa":257,"he":258,"in":259,"Ġthe":260,"Ġs":261,"re":262,"Ġw":263,"Ġo":264,"is":265,"er":266,"nd":267,"Ġf":268,"Ġm":269,"Ġb":270,"it":271,"ha":272,"ing":273,"Ġc":274,"en":275,"es":276,"or":277,"ou":278,"on":279,"ll":280,"Ġof":281,"Ġand":282,"Ġto":283,"Ġp":284,"Ġd":285,"ed":286,"an":287,"Ġin":288,"at":289,"Ġl":290,"ar":291,"as":292,"om":293,"Ġis":294,"his":295,"br":296,"Ġg":297,"ĠI":298,"ic":299,"Ġ/":300,"Ġ/>":301,"le":302,"Ġe":303,"hat":304,"ot":305,"Ġn":306,"ut":307,"st":308,"ct":309,"al":310,"il":311,"Ġit":312,"Ġbe":313,"ve":314,"ie":315,"ly":316,"Ġmo":317,"ĠT":318,"Ġha":319,"ho":320,"Ġre":321,"Ġon":322,"Ġthat":323,"ver":324,"ent":325,"'s":326,"Ġhe":327,"ra":328,"ion":329,"Ġthis":330,"im":331,"se":332,"Ġst":333,"ay":334,"et":335,"gh":336,"id":337,"Ġwas":338,"Ġmov":339,"Ġy":340,"Ġ/><":341,"ith":342,"ilm":343,"ro":344,"Ġfilm":345,"Ġfor":346,"ad":347,"Ġu":348,"Ġas":349,"ce":350,"all":351,"ch":352,"Ġwith":353,"ke":354,"ld":355,"ĠA":356,"Ġan":357,"Ġse":358,"ĠS":359,"Ġh":360,"oo":361,"Ġmovie":362,"ĠThe":363,"ir":364,"Ġyou":365,"ow":366,"ri":367,".<":368,"am":369,"Ġth":370,"ĠB":371,"her":372,"Ġli":373,"ur":374,"Ġbut":375,"ĠM":376,"'t":377,"Ġwe":378,"Ġnot":379,"ill":380,"ter":381,"ally":382,"Ġ(":383,"ĠC":384,"Ġ\"":385,"ck":386,"ĠH":387,"Ġare":388,"ome":389,"Ġhis":390,"pe":391,"ers":392,"..":393,"ould":394,"Ġat":395,"ul":396,"ĠW":397,"Ġhave":398,"un":399,"ght":400,"ĠD":401,"Ġsc":402,"ust":403,"if":404,"em":405,"Ġj":406,"Ġsu":407,"Ġfr":408,"out":409,"Ġact":410,"Ġdo":411,"ble":412,"Ġwho":413,"Ġone":414,"Ġex":415,"ess":416,"ain":417,"Ġk":418,"el":419,"Ġso":420,"Ġpl":421,"very":422,"Ġcom":423,"Ġall":424,"Ġab":425,"ies":426,"ood":427,"art":428,"pp":429,"ant":430,"Ġcha":431,"us":432,"Ġal":433,"Ġby":434,"ag":435,"ol":436,"how":437,"ak":438,"Ġv":439,"Ġwh":440,"Ġde":441,"est":442,"ous":443,"ĠP":444,"ort":445,"Ġfrom":446,"ĠL":447,"Ġthey":448,"ĠR":449,"Ġne":450,"op":451,"Ġlike":452,"ast":453,"one":454,"and":455,"Ġout":456,"ist":457,"qu":458,"ĠF":459,"Ġsome":460,"Ġwhe":461,"Ġint":462,"ven":463,"Ġor":464,"ation":465,"fe":466,"Ġcon":467,"um":468,"ĠJ":469,"red":470,"ĠG":471,"au":472,"ough":473,"Ġher":474,"Ġr":475,"Ġhas":476,"Ġjust":477,"Ġabout":478,"Ġme":479,"ĠIt":480,"hing":481,"ract":482,"res":483,"Ġpro":484,"Ġwor":485,"ind":486,"ive":487,"pt":488,"ory":489,"ĠN":490,"os":491,"ate":492,"ack":493,"Ġcan":494,"Ġun":495,"Ġtim":496,"ig":497,"The":498,"ĠE":499,"ud":500,"Ġle":501,"ire":502,"ake":503,"reat":504,"Ġcharact":505,"ight":506,"han":507,"Ġgood":508,"ong":509,"Ġup":510,"Ġman":511,"Ġlo":512,"ich":513,"ook":514,"Ġany":515,"Ġwat":516,"ĠO":517,"Ġgo":518,"Ġmore":519,"Ġget":520,"Ġwhat":521,"Ġno":522,"ity":523,"ry":524,"Ġsee":525,"Ġwould":526,"Ġfe":527,"Ġvery":528,"ound":529,"Ġthere":530,"Ġfa":531,"ther":532,"Ġsh":533,"nt":534,"Ġmy":535,"ge":536,"ite":537,"ide":538,"Ġstory":539,"Ġbec":540,"ard":541,"od":542,"Ġtime":543,"Ġshe":544,"Ġwhen":545,"ame":546,"Ġ1":547,"Ġen":548,"Ġtheir":549,"Ġscen":550,"ell":551,"able":552,"Ġwere":553,"Ġ-":554,"lf":555,"Ġreally":556,"oy":557,"ore":558,"Ġhad":559,"ure":560,"Ġonly":561,"Ġif":562,"ious":563,"itt":564,"Ġhim":565,"pl":566,"Ġshow":567,"ick":568,"Ġeven":569,"ink":570,"Ġper":571,"ĠK":572,"Ġother":573,"Ġwatch":574,"ial":575,"Ġwhich":576,"so":577,"Ġthem":578,"Ġcl":579,"Ġthan":580,"our":581,"ine":582,"Ġkn":583,"man":584,"ment":585,"Ġdid":586,"ond":587,"ab":588,"og":589,"te":590,"Ġend":591,"Ġdoes":592,"uch":593,"ars":594,"ves":595,"ays":596,"ru":597,"Ġpe":598,"ause":599,"...":600,"Ġgreat":601,"are":602,"Ġlook":603,"Ġbet":604,"ice":605,"Ġqu":606,"Ġbad":607,"Ġmuch":608,"ade":609,"Ġar":610,"Ġcould":611,"irect":612,"per":613,"ople":614,"irst":615,"Ġbeen":616,"ple":617,"Ġpo":618,"ence":619,"Ġwill":620,"Ġhow":621,"Ġinto":622,"Ġim":623,"Ġover":624,"Ġro":625,"Ġwell":626,"Ġmost":627,"Ġpre":628,"ĠThis":629,"Ġpeople":630,"int":631,"Ġknow":632,"Ġtw":633,"ne":634,"ert":635,"ac":636,"other":637,"for":638,"ass":639,"ng":640,"th":641,"Ġthink":642,"Ġdis":643,"Ġbecause":644,"Ġtoo":645,"Ġad":646,"Ġus":647,"age":648,"ff":649,"fter":650,"Ġag":651,"Ġmake":652,"Ġevery":653,"Ġoff":654,"Ġreal":655,"ors":656,"ful":657,"ile":658,"Ġdirect":659,"Ġpart":660,"Ġfirst":661,"Ġam":662,"Ġthing":663,"ving":664,"Ġmade":665,"ull":666,"ny":667,"Ġfun":668,"Ġway":669,"ish":670,"Ġsa":671,"Ġalso":672,"ere":673,"ty":674,"ict":675,"Ġseem":676,"ary":677,"wn":678,"Ġmovies":679,"Ġdon":680,"ap":681,"Ġcharacter":682,"ian":683,"Ġits":684,"Ġgu":685,"Ġ'":686,"Ġwr":687,"oll":688,"gin":689,"ep":690,"ical":691,"Ġbl":692,"Ġcharacters":693,"Ġmak":694,"iew":695,"ue":696,"Ġsp":697,"ress":698,"Ġwork":699,"ces":700,"ated":701,"ually":702,"ob":703,"cc":704,"ĠAnd":705,"ĠY":706,"Ġfilms":707,"Ġte":708,"Ġfl":709,"fect":710,"pect":711,"iz":712,"Ġplot":713,"Ġplay":714,"hed":715,"self":716,"Ġthen":717,"Ġbeing":718,"Ġseen":719,"ĠV":720,"Ġwant":721,"omet":722,"Ġye":723,"Ġyour":724,"ost":725,"Ġaw":726,"ĠBut":727,"Ġho":728,"),":729,"Ġser":730,"ittle":731,"Ġtwo":732,"Ġafter":733,"Ġlove":734,"mer":735,"rough":736,"ved":737,"get":738,"Ġmany":739,"Ġnever":740,"ip":741,"ens":742,"nder":743,"urn":744,"Ġsay":745,"ĠHe":746,").":747,"Ġwhere":748,"Ġacting":749,"own":750,"ran":751,"hy":752,"Ġ<":753,"me":754,"Ġent":755,"Ġback":756,"This":757,"ĠIn":758,"Ġthrough":759,"Ġlittle":760,"Ġlife":761,"ult":762,"Ġbest":763,"Ġhor":764,"du":765,"Ġsomet":766,"Ġrem":767,"Ġever":768,"Ġra":769,"ci":770,"ild":771,"ather":772,"ark":773,"Ġbetter":774,"ever":775,"ris":776,"vel":777,"we":778,"ily":779,"ach":780,"Ġrec":781,"ace":782,"ber":783,"ions":784,"Ġdes":785,"ual":786,"Ġscene":787,"les":788,"Ġperfor":789,"Ġbr":790,"Ġfind":791,"!!":792,"Ġspe":793,"Ġshould":794,"be":795,"ought":796,"ĠSt":797,"thing":798,"Ġsl":799,"Ġscenes":800,"ertain":801,"less":802,"Ġatt":803,"Ġcont":804,"Ġunder":805,"iend":806,"Ġfeel":807,"Ġ2":808,"Ġmin":809,"ting":810,"lie":811,"vers":812,"ĠU":813,"'ve":814,"Ġagain":815,"ents":816,"erest":817,"Ġri":818,"Ġch":819,"hose":820,"Ġtra":821,"ree":822,"Ġhere":823,"Ġkill":824,"igh":825,"ance":826,"ia":827,"Ġinterest":828,"Ġstill":829,"Ġi":830,"ense":831,"ĠThere":832,"ren":833,"Ġsomething":834,"fore":835,"ning":836,"Ġ19":837,"Ġhapp":838,"rd":839,"Ġthese":840,"Ġlot":841,"Ġsuch":842,"ations":843,"Ġinc":844,"'m":845,"Ġsur":846,"Ġmay":847,"ction":848,"ably":849,"ons":850,"Ġimp":851,"ating":852,"Ġperforman":853,"Ġhum":854,"ror":855,"rap":856,"ans":857,"iv":858,"arly":859,"Ġold":860,"ase":861,"augh":862,"the":863,"ise":864,"reen":865,"Ġgi":866,"Ġcast":867,"sp":868,"Ġpoint":869,"Ġdoesn":870,"alk":871,"Ġthose":872,"Ġgen":873,"Ġdec":874,"Ġap":875,"ater":876,"Ġdidn":877,"Ġsim":878,"Ġwom":879,"Ġactors":880,"Ġguy":881,"Ġwatching":882,"ps":883,"joy":884,"Ġcou":885,"Ġyears":886,"Ġfam":887,"Ġche":888,"Ġgir":889,"Ġfunny":890,"Ġtry":891,"ffect":892,"Ġmus":893,"ĠAl":894,"oth":895,"Ġstart":896,"Ġmakes":897,"Ġset":898,"Ġfact":899,"oc":900,"Ġgoing":901,"Ġpr":902,"ute":903,"Ġview":904,"Ġenjoy":905,"ĠJo":906,"Ġtak":907,"oss":908,"edy":909,"Ġbelie":910,"Ġdown":911,"erson":912,"Ġsame":913,"Ġob":914,"up":915,"ĠIf":916,"Ġcomp":917,"Ġfew":918,"iss":919,"ath":920,"Ġactually":921,"ect":922,"ang":923,"Ġbefore":924,"der":925,"Ġtru":926,"Ġem":927,"Ġfin":928,"rit":929,"Ġwhile":930,"aw":931,"Ġlong":932,"Ġev":933,"ram":934,"ale":935,"Ġdif":936,"ft":937,"**":938,"Ġown":939,"--":940,"ason":941,"Ġter":942,"Ġprodu":943,"Ġsub":944,"cial":945,"ience":946,"Ġyoung":947,"Ġwhy":948,"av":949,"az":950,"Ġpret":951,"Ġke":952,"Ġnow":953,"act":954,"Ġbit":955,"rigin":956,"Ġthought":957,"Ġgot":958,"Ġdirector":959,"li":960,"Ġtri":961,"'re":962,"Ġnew":963,"Ġturn":964,"ript":965,"Ġsm":966,"Ġthough":967,"Ġsupp":968,"Ġnothing":969,"Ġbig":970,"de":971,"Ġres":972,"ĠCh":973,"Ġanother":974,"Ġexce":975,"ub":976,"Ġorigin":977,"ince":978,"Ġ&":979,"ose":980,"hen":981,"Ġinv":982,"ible":983,"Ġcomple":984,"Ġeffect":985,"ew":986,"Ġfriend":987,"Ġgirl":988,"rent":989,"meric":990,"Ġrel":991,"Ġaround":992,"Ġthings":993,"Ġquite":994,"Ġseems":995,"ign":996,"iting":997,"aut":998,"Ġscreen":999,"ib":1000,"Ġgr":1001,"ically":1002,"Ġpretty":1003,"Ġenough":1004,"ave":1005,"00":1006,"ings":1007,"ced":1008,"Ġapp":1009,"onder":1010,"Ġright":1011,"ween":1012,"Ġco":1013,"ster":1014,"ks":1015,"Ġscript":1016,"Ġhard":1017,"most":1018,"Ġworld":1019,"ways":1020,"Ġaction":1021,"ately":1022,"Ġkid":1023,"ched":1024,"ness":1025,"Ġoriginal":1026,"Ġtr":1027,"Ġsha":1028,"Ġneed":1029,"Ġfar":1030,"Ġtake":1031,"Ġacc":1032,"Ġhigh":1033,"Ġbetween":1034,"ead":1035,"Ġmust":1036,"rill":1037,"ention":1038,"Ġhorror":1039,"Ġperson":1040,"Ġgive":1041,"utes":1042,"ĠShe":1043,"Ġes":1044,"hes":1045,"Ġsec":1046,"Ġkind":1047,"Ġappe":1048,"ward":1049,"ĠAmeric":1050,"Ġop":1051,"Ġsex":1052,"Ġrole":1053,"orth":1054,"ĠAs":1055,"vious":1056,"inem":1057,"ock":1058,"\",":1059,"Ġlead":1060,"Ġwonder":1061,"Ġmom":1062,"Ġwhole":1063,"Ġmusic":1064,"Ġbu":1065,"its":1066,"Ġinteresting":1067,"Ġtell":1068,"Ġisn":1069,"app":1070,"Ġleast":1071,"Ġseries":1072,"ner":1073,"ord":1074,"Ġgets":1075,"Ġcomedy":1076,"Ġalways":1077,"Ġput":1078,"Ġhel":1079,"Ġmain":1080,"Ġtimes":1081,"Ġsaw":1082,"ody":1083,"row":1084,"ĠHow":1085,"ĠThey":1086,"icul":1087,"Ġchild":1088,"Ġcome":1089,"ash":1090,"gg":1091,"Ġboth":1092,"ĠYou":1093,"here":1094,"Ġexpect":1095,"Ġdiffe":1096,"ully":1097,"ife":1098,"Ġhand":1099,"Ġbas":1100,"Ġwithout":1101,"hn":1102,"Ġsho":1103,"Ġdone":1104,"Ġclass":1105,"Ġminutes":1106,"Ġread":1107,"Ġcam":1108,"ime":1109,"Ġexpl":1110,"Ġide":1111,"Ġmight":1112,"Ġalmost":1113,"uring":1114,"view":1115,"rible":1116,"Ġlaugh":1117,"'ll":1118,"ok":1119,"xt":1120,"ray":1121,"ines":1122,"Ġshot":1123,"Ġlast":1124,"Ġbo":1125,"Ġbeaut":1126,"Ġcomplete":1127,"bably":1128,"Ġbegin":1129,"Ġsound":1130,"Ġcinem":1131,"Ġaud":1132,"Ġep":1133,"Ġperformance":1134,"Ġ3":1135,"Ġcare":1136,"ouse":1137,"stand":1138,"Ġcour":1139,"Ġinst":1140,"Ġcle":1141,"Ġanything":1142,"ail":1143,"It":1144,"Ġwar":1145,"cially":1146,"though":1147,"pris":1148,"Ġentertain":1149,"Ġsequ":1150,"Ġcons":1151,"Ġaway":1152,"Ġsince":1153,"Ġbook":1154,"Ġfamily":1155,"Ġfound":1156,"Ġel":1157,"\".":1158,"ros":1159,"ialog":1160,"Ġcall":1161,"Ġcar":1162,"oney":1163,"era":1164,"co":1165,"Ġrun":1166,"Ġcr":1167,"ative":1168,"Ġext":1169,"son":1170,"ee":1171,"led":1172,"Ġdialog":1173,"Ġprobably":1174,"ĠTV":1175,"Ġwoman":1176,"ures":1177,"mend":1178,"ret":1179,"ograp":1180,"Ġworth":1181,"pecially":1182,"ling":1183,"Ġsure":1184,"ition":1185,"ov":1186,"Ġins":1187,"wood":1188,"Ġreason":1189,"Ġhappen":1190,"Ġrather":1191,"ER":1192,"aster":1193,".\"":1194,"ane":1195,"Ġmat":1196,"Ġadd":1197,"als":1198,"Ġart":1199,"Ġdifferent":1200,"osed":1201,"ms":1202,"VD":1203,"oint":1204,"Ġlet":1205,"ither":1206,"Ġlik":1207,"Ġtrying":1208,"Ġkeep":1209,"Ġ10":1210,"Ġworst":1211,"Ġour":1212,"ingly":1213,"ten":1214,"Ġchan":1215,"arr":1216,"dd":1217,"Ġpoor":1218,"ec":1219,"ĠJohn":1220,"Ġabs":1221,"Ġcourse":1222,"Ġsense":1223,"Ġbor":1224,"Ġmaking":1225,"ject":1226,"uck":1227,"Ġbelieve":1228,"apt":1229,"Ġmean":1230,"ex":1231,"Ġdel":1232,"Ġeach":1233,"ĠWhat":1234,"ĠDVD":1235,"Ġplace":1236,"istic":1237,"Ġty":1238,"Ġsurpris":1239,"Ġhelp":1240,"Ġanyone":1241,"olly":1242,"Ġcomes":1243,"hip":1244,"ĠSo":1245,"Ġinter":1246,"isod":1247,"Ġmind":1248,"Ġpol":1249,"Ġending":1250,"Ġyet":1251,"Ġshows":1252,"Ġcre":1253,"Ġgoes":1254,"Ġpres":1255,"ont":1256,"Ġjob":1257,"arent":1258,"Ġplayed":1259,"umb":1260,"ates":1261,"ĠThat":1262,"ments":1263,"Ġvers":1264,"fin":1265,"Ġproble":1266,"empt":1267,"Ġbeautif":1268,"ommend":1269,"ollow":1270,"ics":1271,"Ġless":1272,"Ġboy":1273,"Ġgra":1274,"Ġepisod":1275,"Ġac":1276,"Ġstand":1277,"ĠCha":1278,"sc":1279,"Ġrest":1280,"Ġday":1281,"ortun":1282,"'d":1283,"lud":1284,"read":1285,"ower":1286,"ilar":1287,"Ġperfect":1288,"ident":1289,"Ġmoney":1290,"Ġcreat":1291,"Ġconf":1292,"Ġplays":1293,"Ġlooks":1294,"Ġeffects":1295,"....":1296,"ality":1297,"Ġwasn":1298,"ĠWe":1299,"Ġgl":1300,"iece":1301,"Ġlooking":1302,"ĠDe":1303,"ney":1304,"Ġdram":1305,"Ġmem":1306,"ream":1307,"Ġport":1308,"ĠAn":1309,"Ġactor":1310,"Ġshort":1311,"Ġhead":1312,"gether":1313,"Ġfan":1314,"Ġtogether":1315,"io":1316,"ism":1317,"Ġsuper":1318,"icha":1319,"Ġrecommend":1320,"inc":1321,"Ġcertain":1322,"Ġhaving":1323,"Ġwatched":1324,"Ġsaid":1325,"Ġmiss":1326,"Ġexper":1327,"leas":1328,"Ġsecond":1329,"Ġtakes":1330,"way":1331,"ied":1332,"ĠAll":1333,"Ġunderstand":1334,"Ġhalf":1335,"Ġsit":1336,"ĠNot":1337,"arn":1338,"Ġfollow":1339,"Ġaudience":1340,"land":1341,"ins":1342,"reak":1343,"Ġelse":1344,"ĠTH":1345,"Ġtalk":1346,"Ġsomeone":1347,"ues":1348,"llent":1349,"Ġfav":1350,"rist":1351,"Ġposs":1352,"Ġthree":1353,"Ġspecial":1354,"ĠAmerican":1355,"ĠSc":1356,"Ġnight":1357,"Ġhimself":1358,"ross":1359,"Ġexc":1360,"Ġmon":1361,"Ġreview":1362,"cept":1363,"ted":1364,"day":1365,"Ġespecially":1366,"Ġfall":1367,"ited":1368,"Ġed":1369,"Ġcomm":1370,"ollywood":1371,"hile":1372,"ĠBl":1373,"udget":1374,"not":1375,"10":1376,"ply":1377,"Ġnice":1378,"ired":1379,"Ġleft":1380,"ists":1381,"Ġtrue":1382,"ix":1383,"Ġdet":1384,"Ġvis":1385,"atic":1386,"Ġidea":1387,"ĠBe":1388,"Ġuse":1389,"ĠFor":1390,"Ġsk":1391,"old":1392,"ĠTh":1393,"Ġinvol":1394,"Ġobvious":1395,"uff":1396,"Ġmur":1397,"att":1398,"Ġfriends":1399,"Ġentire":1400,"ames":1401,"Ġimag":1402,"Ġcame":1403,"ah":1404,"Ġduring":1405,"ĠRob":1406,"Ġhour":1407,"upid":1408,"ional":1409,"Ġstr":1410,"Ġwife":1411,"ides":1412,"ĠMar":1413,"ier":1414,"iol":1415,"Ġeverything":1416,"Ġmen":1417,"hool":1418,"Ġdist":1419,"Ġseeing":1420,"Ġmar":1421,"Ġtot":1422,"Ġfight":1423,"sy":1424,"Ġused":1425,"Ġexcellent":1426,"Ġey":1427,"Ġfeat":1428,"fully":1429,"Ġcho":1430,"Ġeveryone":1431,"Ġversion":1432,"ĠCl":1433,"ien":1434,"ĠUn":1435,"Ġele":1436,"Ġhome":1437,"Ġattempt":1438,"Ġlater":1439,"Ġonce":1440,"Ġsing":1441,"Ġlow":1442,"appoint":1443,"Ġtal":1444,"Ġbeautiful":1445,"Ġhist":1446,"Ġcompletely":1447,"ount":1448,"omb":1449,"Ġyear":1450,"ger":1451,"ird":1452,"ork":1453,"Ġstupid":1454,"Ġlack":1455,"ared":1456,"Ġdeath":1457,"Ġunt":1458,"Ġsimply":1459,"my":1460,"Ġfather":1461,"like":1462,"yle":1463,"ove":1464,"Ġdisappoint":1465,"Ġph":1466,"air":1467,"orn":1468,"Ġgener":1469,"ool":1470,"olute":1471,"Ġass":1472,"Ġret":1473,"atch":1474,"Ġportray":1475,"med":1476,"Ġhuman":1477,"ĠSp":1478,"Ġcop":1479,"Ġ4":1480,"iter":1481,"Ġremem":1482,"Ġopen":1483,"Ġtit":1484,"but":1485,"ĠRe":1486,"Ġserious":1487,"Ġword":1488,"Ġperformances":1489,"Ġcra":1490,"ĠHollywood":1491,"Ġinclud":1492,"Ġdefin":1493,"Ġrep":1494,"ying":1495,"Ġwrong":1496,"Ġstud":1497,"Ġalong":1498,"cy":1499,"ery":1500,"ĠWhen":1501,"Ġstar":1502,"Ġpict":1503,"ott":1504,"Ġtop":1505,"Ġsy":1506,"Ġloc":1507,"Ġboring":1508,"Ġmess":1509,"Ġ--":1510,"Ġcouple":1511,"In":1512,"ets":1513,"Ġline":1514,"Ġsupposed":1515,"Ġheart":1516,"ider":1517,"lease":1518,"ote":1519,"Ġcamera":1520,"ĠAr":1521,"Ġviol":1522,"Ġeas":1523,"Ġanim":1524,"ideo":1525,"fic":1526,"haps":1527,"Ġcount":1528,"Ġwomen":1529,"orm":1530,"ities":1531,"ography":1532,"Ġeither":1533,"Ġind":1534,"Ġhope":1535,"idd":1536,"Ġemot":1537,"Ġsmall":1538,"itten":1539,"Ġconc":1540,"ĠSte":1541,"Ġhero":1542,"Ġkids":1543,"Ġfail":1544,"Ġblack":1545,"Ġabsolute":1546,"tern":1547,"ains":1548,"ĠHowever":1549,"Ġsong":1550,"Ã©":1551,"Ġdra":1552,"ĠZ":1553,"uth":1554,"Ġuntil":1555,"Ġhumor":1556,"Ġbecom":1557,"Ġpass":1558,"ax":1559,"play":1560,"ike":1561,"Ġgiven":1562,"elt":1563,"Ġflick":1564,"Ġschool":1565,"ĠOne":1566,"Ġmoments":1567,"Ġ5":1568,"Ġ8":1569,"ĠAt":1570,"Ġbudget":1571,"Ġproduction":1572,"ters":1573,"itely":1574,"velop":1575,"Ġhat":1576,"Ġlight":1577,"Ġhouse":1578,"Ġsad":1579,"fortun":1580,"sel":1581,"Ġconv":1582,"Ġrom":1583,"Ġitself":1584,"Ġmother":1585,"Ġname":1586,"ĠMy":1587,"Ġsort":1588,"iant":1589,"Ġclassic":1590,"Ġgetting":1591,"iness":1592,"Ġtruly":1593,"Ġfull":1594,"aring":1595,"com":1596,"Ġinstead":1597,"Ġexam":1598,"Ġwon":1599,"Ġcred":1600,"ize":1601,"mak":1602,"ĠNo":1603,"ĠMan":1604,"Ġparticul":1605,"Ġfavor":1606,"IN":1607,",\"":1608,"Ġexp":1609,"Ġnext":1610,"aj":1611,"vis":1612,"Ġdep":1613,"Ġdead":1614,"ility":1615,"Ġpain":1616,"Ġamaz":1617,"Ġgives":1618,"ories":1619,"Ġface":1620,"Ġawful":1621,"Ġreg":1622,"na":1623,"illy":1624,"Ġdri":1625,"Ġdoing":1626,"Ġcoll":1627,"Ġexcept":1628,"oon":1629,"ently":1630,"ĠChrist":1631,"Ġterrible":1632,"ĠFran":1633,"ĠCar":1634,"ĠÂ":1635,"Ġwa":1636,"rom":1637,"ument":1638,"Ġothers":1639,"Ġdialogue":1640,"Ġpower":1641,"ric":1642,"ug":1643,"Ġplaying":1644,"Ġlines":1645,"Ġtalent":1646,"Ġwent":1647,"que":1648,"reme":1649,"ĠWill":1650,"ts":1651,"Ġguess":1652,"ĠSe":1653,"Ġremember":1654,"imes":1655,"Ġ9":1656,"Ġhowever":1657,"Ġslow":1658,"ton":1659,"Ġentertaining":1660,"Ġoften":1661,"If":1662,"Ġwonderful":1663,"Ġdevelop":1664,"Ġcouldn":1665,"Ġbecome":1666,"Ġ7":1667,"enn":1668,"ĠLe":1669,"Ġvideo":1670,"itch":1671,"oid":1672,"riend":1673,"Ġcor":1674,"ĠHar":1675,"ĠTHE":1676,"ĠMr":1677,"mp":1678,"Ġquest":1679,"ony":1680,"Ġlive":1681,"Ġcut":1682,"Ġann":1683,"ized":1684,"ibly":1685,"Ġliked":1686,"right":1687,"Ġearly":1688,"line":1689,"tic":1690,"Ġcase":1691,"Ġepisode":1692,"ming":1693,"ĠOn":1694,"Ġpiece":1695,"Ġref":1696,"ured":1697,"round":1698,"Ġbrill":1699,"Ġmis":1700,"oot":1701,"Ġmaybe":1702,"Ġclose":1703,"Ġstyle":1704,"Ġimpress":1705,"ĠNew":1706,"Ġproblem":1707,"Ġtran":1708,"anc":1709,"Ġstars":1710,"Ġmention":1711,"Ġrelations":1712,"Ġdark":1713,"Ġactress":1714,"ler":1715,"Ġadv":1716,"ĠDon":1717,"Ġstrong":1718,"Ġchildren":1719,"und":1720,"Ġtitle":1721,"There":1722,"Ġ.":1723,"Ġrid":1724,"Ġfelt":1725,"ĠJack":1726,"ĠWell":1727,"used":1728,"ined":1729,"ccess":1730,"body":1731,"ley":1732,"hol":1733,"Ġagainst":1734,"selves":1735,"Ġdefinitely":1736,"Ġside":1737,"ank":1738,"Ġguys":1739,"ular":1740,"oub":1741,"Ġbeginning":1742,"Ġrent":1743,"pped":1744,"iam":1745,"ĠMc":1746,"Ġz":1747,"pite":1748,"Ġworse":1749,"ĠDav":1750,"Ġsever":1751,"Ġcertainly":1752,"Ġwaste":1753,"Ġabsolutely":1754,"Ġseemed":1755,"Ġpast":1756,"Ġextreme":1757,"Ġform":1758,"Ġpat":1759,"unk":1760,"Ġsw":1761,"Ġseveral":1762,"Ġpicture":1763,"Ġpar":1764,"aughter":1765,"Ġblood":1766,"rop":1767,"Ġdirection":1768,"Ġwritten":1769,"ready":1770,"fortunately":1771,"Ġrelationship":1772,"ump":1773,"amp":1774,"unch":1775,"Ġlives":1776,"lish":1777,"cha":1778,"Ġthrill":1779,"ĠHis":1780,"Ġpop":1781,"Ġvo":1782,"Ġgrou":1783,"Ġbecomes":1784,"Ġdrama":1785,"Ġpred":1786,"Ġfans":1787,"Ġwanted":1788,"yn":1789,"uss":1790,"Ġbrilliant":1791,"ific":1792,"Ġfant":1793,"Ġsomew":1794,"Ġsuccess":1795,"Ġgame":1796,"Ġtotally":1797,"Ġadm":1798,"Ġable":1799,"Ġalready":1800,"Ġav":1801,"ĠEven":1802,"Ġcinema":1803,"ĠEng":1804,"Ġvill":1805,"rew":1806,"Ġnat":1807,"Ġbrother":1808,"vable":1809,"gu":1810,"Ġmaster":1811,"Ġtown":1812,"Ġloved":1813,"by":1814,"Ġself":1815,"Ġstran":1816,"Ġprov":1817,"ots":1818,"Ġet":1819,"ried":1820,"to":1821,"ages":1822,"Ġsupport":1823,"Ġdem":1824,"Ġtou":1825,"rown":1826,"Ġalthough":1827,"Ġfine":1828,"ung":1829,"Ġdoc":1830,"Ġson":1831,"Ġchar":1832,").<":1833,"ief":1834,"ided":1835,"cess":1836,"Ġcalled":1837,"Ġcent":1838,"!<":1839,"Ġpur":1840,"Ġbased":1841,"Ġocc":1842,"ĠSome":1843,"Ġwants":1844,"ichael":1845,"Ġstuff":1846,"Ġlost":1847,"Ġsat":1848,"uc":1849,"oil":1850,"Ġtries":1851,"Ġimport":1852,"Ġexample":1853,"Ġgenre":1854,"Ġquality":1855,"19":1856,"ern":1857,"Ġthroughout":1858,"Ġeff":1859,"Ġdeal":1860,"Ġpresent":1861,"Ġmor":1862,"Ġhistory":1863,"ĠÂĸ":1864,"ĠIs":1865,"Ġval":1866,"Ġstra":1867,"Ġannoy":1868,"ĠTo":1869,"Ġwalk":1870,"ey":1871,"Ġdeser":1872,"Ġsitu":1873,"Ġwriting":1874,"Ġcapt":1875,"Ġteen":1876,"Ġviewer":1877,"Ġcult":1878,"Ġmatter":1879,"orge":1880,"Ġcomment":1881,"using":1882,"Ġthemselves":1883,"Ġhon":1884,"chn":1885,"??":1886,"use":1887,"Ġworks":1888,"Ġappear":1889,"Ġenjoyed":1890,"Ġfair":1891,"hind":1892,"Ġbra":1893,"ik":1894,"Ġstarts":1895,"Ġgroup":1896,"ination":1897,"ister":1898,"Ġfinal":1899,"Ġnum":1900,"Ġsusp":1901,"Ġbreak":1902,"Ġinf":1903,"Ġparts":1904,"ĠAfter":1905,"ĠSha":1906,"itive":1907,"Ġmyster":1908,"Ġturns":1909,"Ġmag":1910,"Ġlist":1911,"Ġfem":1912,"Ġpsy":1913,"Ġtoday":1914,"rib":1915,"Ġlearn":1916,"Ġgave":1917,"Ġkilled":1918,"off":1919,"Ġmed":1920,"ude":1921,"Ġetc":1922,"Ġnovel":1923,"Ġlevel":1924,"ished":1925,"Ġstop":1926,"OT":1927,"band":1928,"Ġhorrible":1929,"oke":1930,"ovie":1931,"rodu":1932,"Ġexact":1933,"Ġcontin":1934,"Ġtyp":1935,"ient":1936,"Ġdays":1937,"ene":1938,"Ġcol":1939,"els":1940,"Ġ,":1941,"ĠQ":1942,"Ġkiller":1943,"mb":1944,"nded":1945,"Ġdocument":1946,"ron":1947,"As":1948,"ĠRobert":1949,"ajor":1950,"hich":1951,"Ġcrit":1952,"ape":1953,"Ġprom":1954,"Ġhilar":1955,"Ġdeli":1956,"Ġmoment":1957,"Ġlea":1958,"Ġfinally":1959,"Ġfavorite":1960,"Ġtrans":1961,"ches":1962,"Ġopp":1963,"Ġdecent":1964,"usband":1965,"ma":1966,"ĠThen":1967,"iculous":1968,"Ġbehind":1969,"Ġmyself":1970,"ĠHer":1971,"dy":1972,"Ġamazing":1973,"tra":1974,"ĠWith":1975,"Ġbus":1976,"Ġir":1977,"Ġdaughter":1978,"ĠInd":1979,"ox":1980,"ĠBrit":1981,"Ġeffort":1982,"ese":1983,"ural":1984,"Ġlate":1985,"Ġask":1986,"Ġthinking":1987,"ĠChar":1988,"ĠAlso":1989,"Ġfig":1990,"Ġsays":1991,"Ġcost":1992,"Ġfoot":1993,"Ġpick":1994,"ior":1995,"Ġfore":1996,"Ġmot":1997,"ator":1998,"Ġsn":1999,"Ġtype":2000,"Ġevil":2001,"antly":2002,"Ġmurder":2003,"Ġprof":2004,"Ġtook":2005,"astic":2006,"Ġhappens":2007,"Ġconsider":2008,"leased":2009,"yp":2010,"Ġexperience":2011,"Ġconst":2012,"ences":2013,"ives":2014,"Ġeyes":2015,"ering":2016,"Ġheard":2017,"AN":2018,"Ġperhaps":2019,"urt":2020,"What":2021,"Ġhilarious":2022,"Ġintell":2023,"okes":2024,"gs":2025,"Ġsoon":2026,"Ġincred":2027,"Ġchang":2028,"ĠWar":2029,"Ġhold":2030,"Ġviolence":2031,"ards":2032,"Ġfeeling":2033,"Ġroles":2034,"Ġhusband":2035,"ĠMichael":2036,"Ġstru":2037,"cks":2038,"Ġnon":2039,"Ġspeak":2040,"ĠOf":2041,"Ġhappened":2042,"Ġstories":2043,"uge":2044,"Ġinvolved":2045,"Ġridiculous":2046,"Ġvoice":2047,"Ġresult":2048,"Ġdirected":2049,"Ġroom":2050,"Ġsle":2051,"Ġmajor":2052,"ĠWhy":2053,"Ġsol":2054,"Ġesc":2055,"ky":2056,"Ġlooked":2057,"Ġextremely":2058,"ĠGer":2059,"ann":2060,"Ġcinemat":2061,".)":2062,"Ġgirls":2063,"ĠGe":2064,"Ġscore":2065,"Ġopin":2066,"AT":2067,"wards":2068,"iet":2069,"ĠBr":2070,"Ġgun":2071,"Ġste":2072,"antic":2073,"ĠEd":2074,"ians":2075,"Ġdisco":2076,"ĠWhile":2077,"ĠGod":2078,"Ġtele":2079,"rench":2080,"Ġleave":2081,"Ġtaken":2082,"ement":2083,"Ġwouldn":2084,"ution":2085,"Ġtold":2086,"side":2087,"ĠPl":2088,"Ġcool":2089,"ST":2090,"ĠMay":2091,"arth":2092,"ield":2093,"IL":2094,"ats":2095,"Ġuni":2096,"Ġweak":2097,"urb":2098,"iddle":2099,"And":2100,"ones":2101,"Ġcoming":2102,"eg":2103,"Ġquick":2104,"Ġbring":2105,"zy":2106,"Ġchance":2107,"Ġallow":2108,"Ġpredict":2109,"Ġage":2110,"arb":2111,"nds":2112,"Ġshoot":2113,"ON":2114,"Ġdr":2115,"Ġhit":2116,"Ġstre":2117,"ĠKe":2118,"Ġreturn":2119,"Ġago":2120,"Ġcannot":2121,"Ġknown":2122,"Ġmove":2123,"aul":2124,"Ġmet":2125,"Ġwhite":2126,"Ġcheap":2127,"amed":2128,"Ġcareer":2129,"Ġdev":2130,"rison":2131,"Ġswe":2132,"Ġdream":2133,"But":2134,"Ġacross":2135,"Ġcrap":2136,"any":2137,"iety":2138,"Ġstay":2139,"ĠCon":2140,"Ġsimple":2141,"aged":2142,"Ġvar":2143,"Ġcomed":2144,"Ġtechn":2145,"Ġpolit":2146,"key":2147,"of":2148,"Ġcountry":2149,"OR":2150,"rest":2151,"Ġdesc":2152,"Ġfut":2153,"ĠEvery":2154,"Ġobviously":2155,"Ġevent":2156,"Ġstrange":2157,"Ġinde":2158,"Ġshown":2159,"ĠDan":2160,"ph":2161,"Ġwin":2162,"ered":2163,"Ġhours":2164,"enty":2165,"ĠNow":2166,"Ġparent":2167,"ational":2168,"ubl":2169,"ground":2170,"ury":2171,"Ġproduc":2172,"Ġpos":2173,"ean":2174,"Ġfour":2175,"pping":2176,"Ġ200":2177,"Ġannoying":2178,"Ġexactly":2179,"ĠDavid":2180,"!!!":2181,"Ġdisc":2182,"Ġbuild":2183,"Ġshock":2184,"Ġpay":2185,"AR":2186,"ouble":2187,"Ġ6":2188,"...<":2189,"Ġsimilar":2190,"eng":2191,"ĠPet":2192,"aug":2193,"ĠEnglish":2194,"Ġlar":2195,"Ġapparent":2196,"aid":2197,"ĠTom":2198,"Ġca":2199,"ili":2200,"Ġfoc":2201,"Ġhighly":2202,"Ġorder":2203,"ĠJust":2204,"Ġang":2205,"Ġends":2206,"iction":2207,"bel":2208,"Ġwriter":2209,"Ġpolice":2210,"Ġdeep":2211,"che":2212,"Ġimportant":2213,"Ġprem":2214,"vision":2215,"Ġsubject":2216,"Ġdoub":2217,"Ġgore":2218,"Ġhuge":2219,"Ġphot":2220,"rence":2221,"Ġsuspense":2222,"Ġpull":2223,"Ġopinion":2224,"Ġhonest":2225,"real":2226,"itting":2227,"Ġtreat":2228,"ina":2229,"Ġsaying":2230,"Ġopening":2231,"hetic":2232,"Ġyourself":2233,"lt":2234,"ral":2235,"Ġfinds":2236,"gan":2237,"estern":2238,"aim":2239,"Ġbody":2240,"ential":2241,"Ġgang":2242,"outh":2243,"Ġair":2244,"Ġfemale":2245,"Ġstraight":2246,"Ġpossible":2247,"mos":2248,"Ġsave":2249,"Ġreality":2250,"Ġdocumentary":2251,"Ġparticularly":2252,"****":2253,"head":2254,"Ġstarted":2255,"Ġdest":2256,"Ġforget":2257,"Ġpot":2258,"ichÃ©":2259,"Ġdisappointed":2260,"Ġsomewhat":2261,"Ġsometimes":2262,"Ġjokes":2263,"wise":2264,"Ġreleased":2265,"Ġhot":2266,"ĠOr":2267,"Ġattention":2268,"Ġill":2269,"Ġfilmmak":2270,"ĠDo":2271,"Ġsubt":2272,"Ġchange":2273,"sh":2274,"Ġcolle":2275,"Ġnumber":2276,"Ġwhose":2277,"Ġturned":2278,"Ġusual":2279,"ichard":2280,"Ġmoder":2281,"Ġliving":2282,"ĠJames":2283,"Ġunc":2284,"Ġnear":2285,"lling":2286,"Ġrunning":2287,"oud":2288,"Ġsilly":2289,"Ġsingle":2290,"Ġcinematography":2291,"Ġfill":2292,"Ġmusical":2293,"olog":2294,"Ġshots":2295,"Ġones":2296,"Ġwish":2297,"ĠPe":2298,"Ġdetail":2299,"ching":2300,"ĠAd":2301,"ĠWilliam":2302,"ING":2303,"Ġve":2304,"aced":2305,"ald":2306,"Ġalone":2307,"oul":2308,"Ġteam":2309,"Ġvict":2310,"Ġknew":2311,"yond":2312,"Ġtaking":2313,"ino":2314,"Ġknows":2315,"!\"":2316,"ĠclichÃ©":2317,"Ġwords":2318,"ball":2319,"Ġhell":2320,"Ġwee":2321,"Ġlocal":2322,"Ġdespite":2323,"ctor":2324,"Ġproblems":2325,"Ġmeet":2326,"back":2327,"ĠPer":2328,"Ġsequel":2329,"Ġpri":2330,"Ġequ":2331,"Ġsent":2332,"Ġ20":2333,"Ġprot":2334,"usion":2335,"Ġplan":2336,"ained":2337,"Ġremind":2338,"unt":2339,"Ġmiddle":2340,"ĠNe":2341,"mosp":2342,"Ġcart":2343,"rely":2344,"Ġinn":2345,"otic":2346,"ys":2347,"Ġland":2348,"Ġut":2349,"Ġant":2350,"Ġrespect":2351,"reci":2352,"Ġrating":2353,"Ġamong":2354,"vol":2355,"Ġincluding":2356,"Ġusually":2357,"ĠGerman":2358,"Ġevents":2359,"Ġtells":2360,"Ġsets":2361,"Ġcompl":2362,"EN":2363,"form":2364,"which":2365,"Ġten":2366,"Ġunf":2367,"orable":2368,"aught":2369,"apan":2370,"Ġatmosp":2371,"ĠEl":2372,"Ġtalking":2373,"ĠBritish":2374,"Ġdru":2375,"Ġmodern":2376,"Ġcontro":2377,"Ġsequence":2378,"Ġforg":2379,"Ġlaug":2380,"ppy":2381,"Ġsign":2382,"Ġhands":2383,"Ġmist":2384,"omp":2385,"Ġintellig":2386,"Ġprevious":2387,"who":2388,"ital":2389,"Ġquestion":2390,"Ġeng":2391,"ĠAm":2392,"aris":2393,"ĠSh":2394,"ush":2395,"Ġaren":2396,"ura":2397,"Ġsurv":2398,"iod":2399,"nding":2400,"Ġapart":2401,"light":2402,"attle":2403,"Ġmark":2404,"ires":2405,"ised":2406,"Ġdue":2407,"Ġlad":2408,"go":2409,"Ġappears":2410,"Ġclear":2411,"uri":2412,"Ġbro":2413,"Ġfuture":2414,"Ġmater":2415,"Ġsum":2416,"Ġmostly":2417,"Ġnone":2418,"Ġhop":2419,"where":2420,"Ġscary":2421,"Ġaspect":2422,"Ġhate":2423,"ĠGra":2424,"Ġways":2425,"Ġodd":2426,"ĠSam":2427,"ances":2428,"ants":2429,"Al":2430,"lo":2431,"orry":2432,"ublic":2433,"Ġparents":2434,"Ġbox":2435,"Ġnarr":2436,"Ġhappy":2437,"Ġromantic":2438,"Ġdull":2439,"Ġcomic":2440,"track":2441,"Ġstoryline":2442,"Ġappreci":2443,"ubb":2444,"Ġear":2445,"Ġprog":2446,"My":2447,"Ġclearly":2448,"Ġpredictable":2449,"Ġflaw":2450,"Ġgiving":2451,"Ġcamp":2452,"Ġabove":2453,"Ġsold":2454,"Ġmaterial":2455,"irector":2456,"Ġhaven":2457,"Ġeasily":2458,"ival":2459,"Ġenjoyable":2460,"ĠRichard":2461,"Ġreve":2462,"ĠJapan":2463,"Ġseriously":2464,"iest":2465,"ĠYork":2466,"Ġtwist":2467,"Ġattack":2468,"orld":2469,"Ġepisodes":2470,"Ġsexual":2471,"rated":2472,"asons":2473,"ices":2474,"Ġ80":2475,"Ġbeyond":2476,"oun":2477,"asc":2478,"Ġtelevision":2479,"Ġadult":2480,"Ġpersonal":2481,"Ġvictim":2482,"Ġsurprised":2483,"Ġfast":2484,"ggest":2485,"ening":2486,"Ġdoubt":2487,"ĠBra":2488,"Ġfalls":2489,"gy":2490,"Ġbunch":2491,"ltim":2492,"AL":2493,"Ġelements":2494,"Ġiss":2495,"inal":2496,"Ġsuggest":2497,"ĠUS":2498,"Ġtheme":2499,"St":2500,"lin":2501,"Ġslight":2502,"Ġupon":2503,"Ġmessage":2504,"Ġsetting":2505,"Ġtried":2506,"Ġpleas":2507,"verage":2508,"ĠOsc":2509,"work":2510,"irt":2511,"Ġeasy":2512,"Ġeye":2513,"iel":2514,"Ġspoil":2515,"cl":2516,"ira":2517,"Ġnamed":2518,"ĠAny":2519,"Ġthriller":2520,"Ġsoundtrack":2521,"?<":2522,"eth":2523,"Ġsongs":2524,"Ġperiod":2525,"Ġcheck":2526,"Ġneeds":2527,"Ġsecret":2528,"Ġmil":2529,"ows":2530,"Ġentertainment":2531,"Ġsuff":2532,"Ġ197":2533,"Ġkept":2534,"Ġtheat":2535,"Ġbar":2536,"asy":2537,"ĠFrench":2538,"Ġbegins":2539,"vent":2540,"ension":2541,"Ġlarge":2542,"Ġpoints":2543,"',":2544,"Ġaccept":2545,"Ġfeature":2546,"ficult":2547,"Ġtypical":2548,"Ġmeans":2549,"Ġrelease":2550,"Ġvisual":2551,"uses":2552,"Ġinsp":2553,"tt":2554,"Ġshowing":2555,"Ġworking":2556,"ĠAmerica":2557,"Ġtruth":2558,"Ġmix":2559,"Ġemb":2560,"Ġcomb":2561,"Ġfilmed":2562,"Ġfeels":2563,"ressed":2564,"Ġleads":2565,"Ġfree":2566,"Ġdifficult":2567,"Ġcreep":2568,"oor":2569,"Ġsupporting":2570,"Ġ198":2571,"Ġviewers":2572,"ĠPaul":2573,"Ġspir":2574,"bs":2575,"Ġwithin":2576,"ially":2577,"Ġcomments":2578,"ula":2579,"!!!!":2580,"Ġbrought":2581,"iment":2582,"Ġthrow":2583,"king":2584,"ĠIM":2585,"ĠGeorge":2586,"Ġpost":2587,"kay":2588,"Ġstri":2589,"Ġherself":2590,"ĠAng":2591,"ously":2592,"Ġdecided":2593,"irc":2594,"Ġsil":2595,"Ġzomb":2596,"Ġviewing":2597,"Ġsens":2598,"hic":2599,"more":2600,"Ġru":2601,"Ġbusiness":2602,"ara":2603,"Ġdie":2604,"ceed":2605,"Ġcity":2606,"Ġsequences":2607,"ĠNOT":2608,"So":2609,"bb":2610,"ged":2611,"ĠBro":2612,"Ġactual":2613,"ges":2614,"Ġmoving":2615,"ĠCol":2616,"OU":2617,"ĠMart":2618,"gic":2619,"Ġbelievable":2620,"Ġoverall":2621,"verall":2622,"Ġreviews":2623,"You":2624,"ising":2625,"bo":2626,"Ġnorm":2627,"Ġintrodu":2628,"!)":2629,"Ġcrime":2630,"Ġhar":2631,"ĠFrank":2632,"An":2633,"Ġhear":2634,"Ġprison":2635,"ĠItal":2636,"esy":2637,"ĠDis":2638,"Ġsuperb":2639,"Ġexist":2640,"Ġpsyc":2641,"Ġclim":2642,"Ġpremise":2643,"Ġusing":2644,"Ġtale":2645,"Ġnearly":2646,"Ġbuy":2647,"Ġgrow":2648,"rific":2649,"Ġbackground":2650,"ĠDr":2651,"Ġediting":2652,"Ġwrit":2653,"RE":2654,"Ġexpected":2655,"Ġrealistic":2656,"Ġattract":2657,"aby":2658,"Ġbasically":2659,"Ġadapt":2660,"lier":2661,"Ġred":2662,"ford":2663,"Ġfigure":2664,"incing":2665,"Ġgay":2666,"ĠMor":2667,"Ġcur":2668,"?\"":2669,"Âħ":2670,"Ġfell":2671,"ring":2672,"Ġgrand":2673,"Ġsoc":2674,"ĠOK":2675,"ĠLee":2676,"Ġkilling":2677,"Ġcrew":2678,"Ġstere":2679,"Ġavoid":2680,"ĠGu":2681,"ĠGr":2682,"esome":2683,"Ġwit":2684,"Ġ/>\"":2685,"lfriend":2686,"Ġtre":2687,"Ġweird":2688,"Ġatmosphere":2689,"ĠMaybe":2690,"Ġfamous":2691,"Ġ*":2692,"Ġsituation":2693,"piece":2694,"rey":2695,"Ġund":2696,"icks":2697,"Ġlim":2698,"akes":2699,"arch":2700,"Ġresp":2701,"Ġlots":2702,"Ġwait":2703,"Ġid":2704,"Ġforced":2705,"Ġobs":2706,"ĠQu":2707,"Ġrese":2708,"Ġenc":2709,"Ġeffective":2710,"dden":2711,"Ġsurprise":2712,"ĠWho":2713,"Ġsister":2714,"Ġleaves":2715,"aling":2716,"Ġcat":2717,"ĠUnfortunately":2718,"Ġtheater":2719,"Ġfront":2720,"ĠJul":2721,"Ġfive":2722,"anger":2723,"Ġpoorly":2724,"cted":2725,"host":2726,"Ġparticular":2727,"sw":2728,"Ġfantastic":2729,"ining":2730,"Ġmeaning":2731,"fer":2732,"Ġexec":2733,"Ġgone":2734,"ĠOh":2735,"Ġbored":2736,"Ġaverage":2737,"When":2738,"aces":2739,"rid":2740,"Ġgreatest":2741,"Ġpure":2742,"Ġclever":2743,"ĠOscar":2744,"ĠBen":2745,"Ġbecame":2746,"urther":2747,"Ġlame":2748,"Ġwhether":2749,"spect":2750,"Ġ199":2751,"One":2752,"Ġmale":2753,"Ġutter":2754,"ĠSm":2755,"Ġappro":2756,"Ġultim":2757,"Ġapparently":2758,"ogn":2759,"uro":2760,"hys":2761,"iences":2762,"ye":2763,"Ġdumb":2764,"ills":2765,"Ġer":2766,"Ġdog":2767,"Ġfootage":2768,"Ġstereot":2769,"Ġstage":2770,"Ġbel":2771,"Ġanimation":2772,"Ġinterested":2773,"ĠCan":2774,"cing":2775,"Ġsudden":2776,"ĠAlthough":2777,"Ġexplo":2778,"ĠPeter":2779,"Ġwood":2780,"Ġpublic":2781,"pend":2782,"ries":2783,"Ġran":2784,"Ġstrugg":2785,"Ġstun":2786,"time":2787,"isf":2788,"ĠWood":2789,"Ġmystery":2790,"omin":2791,"Ġminute":2792,"Ġmemorable":2793,"Ġsociety":2794,"ĠPr":2795,"ius":2796,"kes":2797,"Ġvillain":2798,"'.":2799,"Ġrock":2800,"Ġcredits":2801,"ager":2802,"hood":2803,"Ġcostum":2804,"Ġearlier":2805,"Ġheav":2806,"bert":2807,"friend":2808,"Ġconcept":2809,"lly":2810,"kn":2811,"Ġworked":2812,"Ġemotional":2813,"Ġunique":2814,"cious":2815,"Ġlos":2816,"Ġneeded":2817,"Ġlaughs":2818,"ĠFilm":2819,"Ġfeatures":2820,"bers":2821,"Ġtast":2822,"ĠCom":2823,"Ġperfectly":2824,"Ġquickly":2825,"Ġcheesy":2826,"Ġprofess":2827,"Ġkeeps":2828,"ĠIMD":2829,"Ġtowards":2830,"Ġsomehow":2831,"ĠMost":2832,"Ġshame":2833,"Ġmonster":2834,"Ġliter":2835,"Ġgirlfriend":2836,"Ġexpress":2837,"iliar":2838,"Ġcopy":2839,"well":2840,"Ġthird":2841,"Ġgeneral":2842,"For":2843,"Ġwind":2844,"angu":2845,"Ġcover":2846,"Ġpowerful":2847,"ĠChan":2848,"ĠFrom":2849,"ĠSim":2850,"this":2851,"arre":2852,"Ġscreenplay":2853,"Ġsick":2854,"hel":2855,"Ġhom":2856,"Ġinvest":2857,"Ġemotion":2858,"Ġpossibly":2859,"ĠMon":2860,"Ġmeant":2861,"Ġrealize":2862,"oof":2863,"agon":2864,"urd":2865,"Ġdam":2866,"vern":2867,"Ġreading":2868,"ĠKing":2869,"Ġdisturb":2870,"Ġdesign":2871,"Ġrich":2872,"Ġadvent":2873,"Ġcap":2874,"ĠJim":2875,"ole":2876,"Ġ$":2877,"ding":2878,"Ġhistor":2879,"Ġmill":2880,"rif":2881,"nel":2882,"Ġromance":2883,"Ġyes":2884,"Ġvarious":2885,"erry":2886,"Ġanyway":2887,"upp":2888,"ĠEx":2889,"Ġolder":2890,"LE":2891,"por":2892,"Ġproject":2893,"Ġ30":2894,"Ġpurp":2895,"Ġwrite":2896,"Ġcirc":2897,"Ġwhom":2898,"vin":2899,"erv":2900,"roy":2901,"Ġlaw":2902,"ĠTw":2903,"Ġcry":2904,"Ġamount":2905,"Ġ70":2906,"ĠPat":2907,"Ġwriters":2908,"min":2909,"\")":2910,"Ġfire":2911,"Ġforward":2912,"Ġnor":2913,"Ġimagine":2914,"Ġtotal":2915,"ived":2916,"ask":2917,"Ġmeets":2918,"ĠYes":2919,"Ġoper":2920,"olf":2921,"reed":2922,"Ġconne":2923,"Ġextra":2924,"stead":2925,"Ġ...":2926,"Ġrepe":2927,"Ġpopular":2928,"chie":2929,"Ġbrings":2930,"ĠIts":2931,"Ġspace":2932,"Ġnature":2933,"ises":2934,"Ġdevelopment":2935,"Ġbadly":2936,"ĠBlack":2937,"ĠAust":2938,"Ġagree":2939,"belie":2940,"pper":2941,"arry":2942,"cessary":2943,"All":2944,"ze":2945,"action":2946,"Ġfairly":2947,"eless":2948,"ĠPh":2949,"Ġbattle":2950,"Ġinnoc":2951,"aked":2952,"arring":2953,"iny":2954,"Ġbare":2955,"andy":2956,"Ġflat":2957,"look":2958,"Ġmasterpiece":2959,"ĠThese":2960,"Ġacted":2961,"unny":2962,"Ġunlike":2963,"Ġmanages":2964,"Ġreasons":2965,"itty":2966,"Ġdirecting":2967,"?)":2968,"bor":2969,"ham":2970,"Ġment":2971,"acher":2972,"Ġadmit":2973,"Ġdramatic":2974,"Ġmad":2975,"cked":2976,"cher":2977,"aking":2978,"ĠJapanese":2979,"ĠAnt":2980,"Ġoccas":2981,"Ġrecogn":2982,"bl":2983,"irl":2984,"ĠGood":2985,"Ġdanc":2986,"Ġ90":2987,"with":2988,"Ġincredibly":2989,"Ġfasc":2990,"OO":2991,"ĠScott":2992,"ett":2993,"itted":2994,"Ġcatch":2995,"Ġident":2996,"ĠFl":2997,"Ġsymp":2998,"Ġcommun":2999,"ĠDisney":3000,"Ġaut":3001,"ips":3002,"Ġ195":3003,"Ġeventually":3004,"Ġcartoon":3005,"Ġideas":3006,"ĠLike":3007,"Ġneg":3008,"ivid":3009,"Ġfails":3010,"ective":3011,"ĠJoe":3012,"ĠWorld":3013,"ague":3014,"Ġsleep":3015,"Ġdeserves":3016,"Ġstat":3017,"holog":3018,"val":3019,"Ġplease":3020,"ĠAN":3021,"Ġportrayed":3022,"Ġseason":3023,"Ġwasted":3024,"ĠCra":3025,"ging":3026,"udity":3027,"Ġplain":3028,"Ġbeha":3029,"Ġcreate":3030,"ĠChe":3031,"Ġjoke":3032,"Ġoffic":3033,"Ġleading":3034,"Ġcond":3035,"Ġflash":3036,"Ġign":3037,"Ġformer":3038,"ero":3039,"ĠBy":3040,"Ġinside":3041,"writ":3042,"Ġera":3043,"Ġmissing":3044,"Ġband":3045,"pth":3046,"Ġspent":3047,"Ġlangu":3048,"Ġoutside":3049,"Ġcreepy":3050,"Ġimm":3051,"af":3052,"Ġclaim":3053,"urs":3054,"Ġ(\"":3055,"Ġlaughing":3056,"gest":3057,"zz":3058,"ĠIMDb":3059,"Ġremake":3060,"How":3061,"ĠBill":3062,"Ġpotential":3063,"Ġfighting":3064,"Ġexpecting":3065,"ĠMac":3066,"Ġtelling":3067,"ĠEuro":3068,"Ġtravel":3069,"Ġindeed":3070,"Ġdirectors":3071,"Ġarri":3072,"Ġcreated":3073,"Ġpolitical":3074,"Ġble":3075,"Ġscient":3076,"Ġphys":3077,"par":3078,"Ġlat":3079,"Ġplenty":3080,"Ġcaught":3081,"oman":3082,"mist":3083,"ope":3084,"ĠTra":3085,"Ġjour":3086,"Ġfamiliar":3087,"onic":3088,"itation":3089,"Ġsocial":3090,"Ġ193":3091,"Ġhair":3092,"orthy":3093,"Ġrob":3094,"boy":3095,"Ġjud":3096,"Ġcommon":3097,"Ġwater":3098,"vered":3099,"berg":3100,"Ġloo":3101,"ĠEn":3102,"medi":3103,"Ġended":3104,"Ġfilmmakers":3105,"Ġsounds":3106,"yl":3107,"Ġsorry":3108,"Ġmurd":3109,"Ġexplain":3110,"ĠMad":3111,"Ġest":3112,"ĠEm":3113,"Ġsweet":3114,"Ġ:":3115,"arrass":3116,"Ġintri":3117,"uine":3118,"ES":3119,"Ġwhatever":3120,"Ġattempts":3121,"while":3122,"een":3123,"imp":3124,"Ġaccident":3125,"even":3126,"su":3127,"Ġrecord":3128,"Ġidi":3129,"AD":3130,"cle":3131,"Ġtrad":3132,"ki":3133,"Ġdance":3134,"Ġrequ":3135,"set":3136,"Ġmarried":3137,"ites":3138,"Ġescape":3139,"Ġprop":3140,"iously":3141,"vil":3142,"Ġamb":3143,"Ġtalented":3144,"Ġcolor":3145,"Ġpositive":3146,"ned":3147,"ĠFirst":3148,"Ġspirit":3149,"Ġnudity":3150,"Ġsubtle":3151,"ĠNight":3152,"Ġmembers":3153,"izing":3154,"000":3155,"Ġpace":3156,"acing":3157,"Ġterror":3158,"uter":3159,"Ġachie":3160,"Ġnote":3161,"ĠAf":3162,"Ġcrazy":3163,"ele":3164,"ĠSw":3165,"Ġembarrass":3166,"Ġstereotyp":3167,"LY":3168,"lu":3169,"Ġcute":3170,"PO":3171,"TH":3172,"Ġpers":3173,"Ġbrief":3174,"men":3175,"Ġclos":3176,"ĠDra":3177,"Ġdepth":3178,"Ġporn":3179,"ĠItalian":3180,"aper":3181,"over":3182,"ĠRuss":3183,"Ġfunn":3184,"inary":3185,"ĠLu":3186,"Ġvalue":3187,"Ġcomplex":3188,"Ġmid":3189,"Ġbed":3190,"Ġstore":3191,"udd":3192,"Ġbiz":3193,"Ġstep":3194,"Ġhy":3195,"Ġgenuine":3196,"Ġess":3197,"Ġuses":3198,"Ġdesper":3199,"sters":3200,"Ġansw":3201,"ĠII":3202,"ĠOther":3203,"ĠInstead":3204,"fi":3205,"Ġwestern":3206,"ĠPro":3207,"Ġfurther":3208,"ored":3209,"Ġentirely":3210,"Ġpointless":3211,"Ġbeauty":3212,"Ġcredit":3213,"Ġdoll":3214,"IS":3215,"cent":3216,"Ġaff":3217,"alth":3218,"lex":3219,"lict":3220,"Ġboys":3221,"Ġslightly":3222,"ened":3223,"rage":3224,"ased":3225,"Ġrecently":3226,"emy":3227,"Ġrad":3228,"Ġmedi":3229,"asher":3230,"ĠMe":3231,"Ġaf":3232,"Ġrevol":3233,"Ġ15":3234,"Ġimmedi":3235,"venge":3236,"Ġine":3237,"Ġdecides":3238,"Ġhardly":3239,"Ġbrain":3240,"ossible":3241,"ĠGreat":3242,"Ġtrail":3243,"ieces":3244,"con":3245,"Ġmentioned":3246,"Ġforgot":3247,"Ġcontrol":3248,"On":3249,"Don":3250,"Ġrece":3251,"Ġimpro":3252,"iller":3253,"Ġunbelie":3254,"Ġmod":3255,"Ġfit":3256,"Ġmel":3257,"Ġfollows":3258,"Ġportrayal":3259,"arl":3260,"Ġbother":3261,"Ġwaiting":3262,"Ġrelig":3263,"Ġdied":3264,"Ġsolid":3265,"known":3266,"ĠDes":3267,"ĠEurope":3268,"Ġparty":3269,"Ġdelight":3270,"Ġexciting":3271,"oe":3272,"Ġfollowing":3273,"Ġchoice":3274,"Ġconvincing":3275,"AS":3276,"ashion":3277,"Ġmass":3278,"Ġcasting":3279,"Ġsatisf":3280,"ette":3281,"ĠSu":3282,"rel":3283,"Ġdraw":3284,"Ġappreciate":3285,"ibility":3286,"lusion":3287,"Ġsituations":3288,"Ġmer":3289,"ĠVan":3290,"ilt":3291,"lying":3292,"ĠDead":3293,"mas":3294,"Ġviolent":3295,"Ġtort":3296,"iced":3297,"ĠHere":3298,"Ġsees":3299,"ĠFred":3300,"iers":3301,"Ġvamp":3302,"sequ":3303,"Ġwrote":3304,"sen":3305,"no":3306,"room":3307,"let":3308,"Ġwall":3309,"ishing":3310,"har":3311,"Ġmoves":3312,"come":3313,"iving":3314,"une":3315,"Ġaccent":3316,"ĠSer":3317,"Ġ196":3318,"gend":3319,"irty":3320,"Ġlonger":3321,"Ġmissed":3322,"ĠAct":3323,"Ġintelligent":3324,"Ġconcern":3325,"Ġlady":3326,"Ġtension":3327,"Ġotherwise":3328,"Ġamusing":3329,"rect":3330,"Ġdoctor":3331,"resh":3332,"Ġground":3333,"inger":3334,"Ġdecide":3335,"ĠJe":3336,"ĠLou":3337,"Ġtrouble":3338,"Ġremark":3339,"Ġcru":3340,"Ġpurpose":3341,"Ġfol":3342,"Ġcross":3343,"Ġproduced":3344,"ĠHa":3345,"Ġlanguage":3346,"Ġluck":3347,"aging":3348,"ĠHarry":3349,"iff":3350,"Ġ50":3351,"Ġsuccessful":3352,"Ġanti":3353,"Ġsci":3354,"uted":3355,"Ġimpressive":3356,"Ġspend":3357,"standing":3358,"Ġfear":3359,"Ġbrut":3360,"ED":3361,"ĠBru":3362,"ille":3363,"Ġrate":3364,"Ġregard":3365,"Ġ`":3366,"Ġscream":3367,"Ġfantasy":3368,"Ġdisg":3369,"ĠOF":3370,"Ġhumour":3371,"ization":3372,"Ġinte":3373,"ribly":3374,"Ġfra":3375,"idden":3376,"Ġcompet":3377,"Ġwild":3378,"Ġsuspect":3379,"ĠWatch":3380,"appe":3381,"arily":3382,"movie":3383,"ĠBob":3384,"Ġbiggest":3385,"Ġculture":3386,"Ġopportun":3387,"Ġproducers":3388,"Ġfocus":3389,"Ġsoul":3390,"Ġyounger":3391,"Ġdanger":3392,"cast":3393,"itary":3394,"Ġinvolving":3395,"Ġstick":3396,"Ġfilled":3397,"ashing":3398,"Ġquestions":3399,"Ġrefe":3400,"ĠStar":3401,"Ġlaugha":3402,"Ġhang":3403,"Ġtrain":3404,"Ġcompany":3405,"Ġunfortunately":3406,"Ġdepict":3407,"ensive":3408,"ĠHor":3409,"Ġcollege":3410,"Ġfake":3411,"Ġtouch":3412,"Ġcrim":3413,"Ġrecent":3414,"Ġinterview":3415,"ĠHol":3416,"Ġunless":3417,"Ġchanged":3418,"Not":3419,"ĠIndian":3420,"Ġbizarre":3421,"Ġcontri":3422,"OM":3423,"Ġgarb":3424,"Ġminor":3425,"Ġrepres":3426,"Ġpathetic":3427,"Ġball":3428,"Ġlikes":3429,"ĠLove":3430,"ener":3431,"ĠMur":3432,"ĠMovie":3433,"Ġsqu":3434,"Ġunin":3435,"Ġinvestig":3436,"mistry":3437,"VER":3438,"ĠWh":3439,"fort":3440,"Ġincredible":3441,"Ġbreat":3442,"ana":3443,"ĠHen":3444,"OW":3445,"formation":3446,"Ġ194":3447,"Ġghost":3448,"Ġshowed":3449,"Ġweren":3450,"Ġtest":3451,"Ġcritic":3452,"Ġrap":3453,"Ġmatch":3454,"Ġjump":3455,"Ġvalues":3456,"ength":3457,"lect":3458,"Ġcontinu":3459,"ified":3460,"Ġfascin":3461,"Ġisland":3462,"Ġgovern":3463,"Ġglad":3464,"Ġbeat":3465,"Ġthinks":3466,"Ġdrug":3467,"Ġnotice":3468,"Ġruns":3469,"Ġrand":3470,"Ġmood":3471,"Ġawesome":3472,"Ġcompared":3473,"Ġweek":3474,"Ġimages":3475,"Ġbomb":3476,"gl":3477,"Ġproper":3478,"uster":3479,"Ġtrack":3480,"Ġbooks":3481,"Ġissues":3482,"ĠAg":3483,"Ġexception":3484,"ĠCity":3485,"elly":3486,"Th":3487,"Ġtough":3488,"iding":3489,"Ġslasher":3490,"Ġauth":3491,"Ġkick":3492,"Ġproduct":3493,"Ġfailed":3494,"POIL":3495,"reg":3496,"Ġearth":3497,"ĠPark":3498,"Ġsuddenly":3499,"Ġchemistry":3500,"Ġshar":3501,"Well":3502,"Ġbarely":3503,"Ġassum":3504,"Ġsuc":3505,"rupt":3506,"Ġrepl":3507,"idence":3508,"ĠBoy":3509,"Ġbasic":3510,"Ġdro":3511,"ai":3512,"Ġrede":3513,"POILER":3514,"After":3515,"nie":3516,"rian":3517,"Ġship":3518,"war":3519,"ĠGo":3520,"idered":3521,"Ġroll":3522,"***":3523,"Ġpun":3524,"ĠHitch":3525,"Ġavail":3526,"Ġaffect":3527,"Ġpract":3528,"Ġsympat":3529,"izes":3530,"Ġreveal":3531,"Ġdisturbing":3532,"chable":3533,"Ġnormal":3534,"Ġcause":3535,"owers":3536,"ĠMary":3537,"ottom":3538,"riff":3539,"Ġability":3540,"that":3541,"Ġrandom":3542,"Ġmanner":3543,"Ġdeliver":3544,"Ġkills":3545,"Ġpack":3546,"Ġstate":3547,"Ġcompe":3548,"Ġspot":3549,"Ġgenius":3550,"Ġneither":3551,"ĠGold":3552,"Ġappearance":3553,"Ġthreat":3554,"Ġoffice":3555,"Ġsmart":3556,"Ġprogram":3557,"Ġinsult":3558,"Ġconclusion":3559,"ĠAngel":3560,"rad":3561,"Ġstudio":3562,"Ġunex":3563,"Ġdi":3564,"iring":3565,"Ġleaving":3566,"Ġgarbage":3567,"Ġdoor":3568,"Ġtaste":3569,"Ġbaby":3570,"lessly":3571,"cock":3572,"Ġfavour":3573,"Ġspect":3574,"ĠJones":3575,"ify":3576,"Ġamate":3577,"Ġimpossible":3578,"Ġshooting":3579,"Ġforce":3580,"Ġcarry":3581,"ras":3582,"Ġbought":3583,"ĠRed":3584,"Ġroad":3585,"Ġpresence":3586,"Ġconsidered":3587,"now":3588,"Ġimmediately":3589,"aur":3590,"alt":3591,"Ġsucceed":3592,"Ġcold":3593,"cer":3594,"riage":3595,"Ġrespons":3596,"Ġalien":3597,"Ġfat":3598,"Ġflashback":3599,"ĠMat":3600,"Ġstreet":3601,"making":3602,"Ġconsidering":3603,"Ġredeem":3604,"iche":3605,"Ġsuit":3606,"ecause":3607,"ĠBig":3608,"Ġdrink":3609,"Ġdef":3610,"ĠLau":3611,"ĠSat":3612,"Ġindust":3613,"verse":3614,"Ġjo":3615,"ondon":3616,"Ġtrash":3617,"Ġrare":3618,"Ġfresh":3619,"exic":3620,"ĠStre":3621,"ades":3622,"ĠMartin":3623,"Ġappeal":3624,"We":3625,"vert":3626,"Ġcomputer":3627,"Ġadventure":3628,"Jo":3629,"Ġplaces":3630,"Ġheavy":3631,"kin":3632,"Ġaudiences":3633,"Ġclot":3634,"mes":3635,"Ġstandard":3636,"Ġgod":3637,"ressing":3638,"Ġnatural":3639,"Ġultimately":3640,"erm":3641,"Ġlikely":3642,"Ġsinging":3643,"ĠJane":3644,"Ġfashion":3645,"rences":3646,"Ġtwists":3647,"aining":3648,"ste":3649,"icated":3650,"ĠCharles":3651,"Ġalive":3652,"stit":3653,"Ġrevenge":3654,"aps":3655,"estival":3656,"Ġgrap":3657,"ĠAfric":3658,"Ġdin":3659,"Ġloud":3660,"Ġuns":3661,"Ġhost":3662,"Ġadded":3663,"Ġchanges":3664,"ĠSmith":3665,"ĠBruce":3666,"mm":3667,"ĠGl":3668,"Ġleg":3669,"just":3670,"Ġbull":3671,"Ġintrigu":3672,"irth":3673,"ĠSch":3674,"ĠMiss":3675,"Ġride":3676,"ront":3677,"ĠCor":3678,"ĠNor":3679,"Ġconflict":3680,"ropri":3681,"ken":3682,"face":3683,"ĠCo":3684,"Ġmult":3685,"str":3686,"Ġmanaged":3687,"Ġcomedies":3688,"ĠX":3689,"Ġsexy":3690,"Ġmagic":3691,"Ġbuilding":3692,"mon":3693,"Ġokay":3694,"Ġdestroy":3695,"ĠPerhaps":3696,"Ġutterly":3697,"Ġlab":3698,"ales":3699,"iles":3700,"Ġthrown":3701,"ĠRay":3702,"Ġboyfriend":3703,"aff":3704,"ĠLet":3705,"ĠMexic":3706,"Ġgag":3707,"Ġ100":3708,"Ġterms":3709,"lyn":3710,"you":3711,"Ġtrip":3712,"uts":3713,"Ġmonth":3714,"ID":3715,"ature":3716,"ĠThom":3717,"Ġavailable":3718,"ĠTim":3719,"Ġstarring":3720,"Ġimpression":3721,"Ġauthor":3722,"ented":3723,"Ġobsess":3724,"awn":3725,"Ġclimax":3726,"Ġneigh":3727,"played":3728,"ĠWay":3729,"Ġnowhere":3730,"Ġstunning":3731,"\".<":3732,"Ġsix":3733,"Ġdig":3734,"ĠHigh":3735,"ĠJoan":3736,"LL":3737,"Ġindivid":3738,"To":3739,"ively":3740,"Ġhistorical":3741,"ĠAlex":3742,"Be":3743,"Ġloves":3744,"Ġcinematic":3745,"night":3746,"ĠLondon":3747,"ĠBer":3748,"Ġemp":3749,"ares":3750,"ĠEarth":3751,"Ġdemon":3752,"Ġwitness":3753,"Ġchall":3754,"stem":3755,"iven":3756,"vey":3757,"ĠHall":3758,"Ġprep":3759,"aus":3760,"itude":3761,"Ġapproach":3762,"Ġur":3763,"Ġsuppose":3764,"Ġgem":3765,"Ġteacher":3766,"hant":3767,"Ġgenerally":3768,"Ġliterally":3769,"uel":3770,"ands":3771,"Ġaddition":3772,"Ġtone":3773,"Ġgovernment":3774,"Ġemotions":3775,"Ġdetails":3776,"Ġamateur":3777,"esides":3778,"That":3779,"unting":3780,"Ġmysterious":3781,"Ġconstantly":3782,"Ġremains":3783,"ĠNic":3784,"Ġinflu":3785,"Ġprotagon":3786,"Ġsitting":3787,"Ġplus":3788,"ini":3789,"ĠRock":3790,"First":3791,"ĠTr":3792,"Ġscience":3793,"ĠYe":3794,"ĠRobin":3795,"Ġinnocent":3796,"ĠMel":3797,"ĠSci":3798,"Ġmilitary":3799,"Ġcommer":3800,"Ġescap":3801,"Ġdancing":3802,"He":3803,"Ġmach":3804,"ĠHam":3805,"ĠCharlie":3806,"Ġcuri":3807,"ĠSec":3808,"Ġbeautifully":3809,"Ġterrific":3810,"ĠCG":3811,"oking":3812,"Ġscenery":3813,"ples":3814,"Ġputs":3815,"ĠChristmas":3816,"Ġsilent":3817,"Ġcostumes":3818,"elling":3819,"Ġoffer":3820,"Ġpainful":3821,"Ġsurprisingly":3822,"Ġnames":3823,"Ġjourney":3824,"Ġtouching":3825,"illing":3826,"opher":3827,"Ġmakers":3828,"Ġ!":3829,"itions":3830,"ĠStill":3831,"ĠAdam":3832,"Ġboss":3833,"Ġdescrib":3834,"down":3835,"gue":3836,"Ġgold":3837,"Ġsomewhere":3838,"ĠST":3839,"Ġphotography":3840,"Ġrace":3841,"ivil":3842,"Ġcentury":3843,"Ġloose":3844,"Ġdiscuss":3845,"IT":3846,"Ġzombie":3847,"Ġsurround":3848,"Ġpsycholog":3849,"part":3850,"Ġcharm":3851,"Ġindividual":3852,"Ġlegend":3853,"Ġpassion":3854,"Ġnarrative":3855,"Ġintended":3856,"uit":3857,"wart":3858,"Ġpresented":3859,"Ġlaughable":3860,"Ġunbelievable":3861,"ability":3862,"Ġspec":3863,"Ġdrive":3864,"house":3865,"Ġcharming":3866,"hor":3867,"Ġast":3868,"Some":3869,"what":3870,"Ġintern":3871,"Ġhoping":3872,"Ġaffair":3873,"ĠRo":3874,"Ġanimated":3875,"Ġdiscover":3876,"Ġdim":3877,"Ġhappening":3878,"Ġfully":3879,"Ġkey":3880,"Ġsoldiers":3881,"ison":3882,"ploy":3883,"Ġdisappointing":3884,"Ġslowly":3885,"ica":3886,"Ġlovely":3887,"Ġstands":3888,"Ġlength":3889,"Ġsto":3890,"ĠHitchcock":3891,"mar":3892,"ĠHard":3893,"Ġcontr":3894,"ĠDu":3895,"Ġrecommended":3896,"Ġsystem":3897,"Ġfeelings":3898,"Ġaspects":3899,"Ġinit":3900,"Ġfaith":3901,"Ġdiv":3902,"Ġknowing":3903,"Ġpil":3904,"ĠBur":3905,"ĠDou":3906,"aine":3907,"ander":3908,"pro":3909,"ĠBel":3910,"illa":3911,"ĠRE":3912,"Ġopportunity":3913,"Ġacts":3914,"Ġdad":3915,"Ġabsurd":3916,"Ġstudent":3917,"Ġmedioc":3918,"ĠMoo":3919,"ĠPol":3920,"Ġpieces":3921,"Ġexpectations":3922,"AC":3923,"field":3924,"Ġimpl":3925,"Ġfilming":3926,"Ġfinish":3927,"Ġmarriage":3928,"budget":3929,"amb":3930,".....":3931,"ĠDirector":3932,"Ġoffe":3933,"Ġdrunk":3934,"ĠGrant":3935,"entially":3936,"Ġthemes":3937,"Ġdisappointment":3938,"Ġflicks":3939,"rick":3940,"ribe":3941,"ĠHouse":3942,"Ġbehav":3943,"?!":3944,"ĠParis":3945,"dered":3946,"Now":3947,"Ġburn":3948,"ĠBest":3949,"Ġdetective":3950,"Ġ18":3951,"Ġmistake":3952,"ĠSure":3953,"ĠStan":3954,"Ġtired":3955,"anda":3956,"Ġlif":3957,"ĠOnly":3958,"Ġdate":3959,"Ġmoral":3960,"aries":3961,"Ġintense":3962,"ift":3963,"Ġartist":3964,"Ġelement":3965,"Ġadaptation":3966,"Ġrip":3967,"icide":3968,"asty":3969,"Ġoutstanding":3970,"Ġlacks":3971,"ĠSteve":3972,"IG":3973,"ĠSand":3974,"ĠBad":3975,"Ġdefe":3976,"Ġshall":3977,"orts":3978,"Ġequally":3979,"Ġcommercial":3980,"Ġlikable":3981,"Ġdies":3982,"Ġpictures":3983,"ology":3984,"BC":3985,"Ġexcuse":3986,"Ġmillion":3987,"OV":3988,"Ġprocess":3989,"aint":3990,"Ġfascinating":3991,"Ġlived":3992,"Ġdisaster":3993,"Ġsoft":3994,"ĠStep":3995,"Ġvictims":3996,"Ġtradition":3997,"aches":3998,"board":3999,"Ġvirt":4000,"ĠJean":4001,"Ġadds":4002,"Un":4003,"nat":4004,"ency":4005,"ĠBecause":4006,"ĠCal":4007,"ĠAnother":4008,"itor":4009,"ĠAllen":4010,